<title>Chili - Dans la cuisine de Poulou</title>
<h2>Chili</h2>

 <b>Cat&eacute;gorie:</b> Plat principal<br>
 <b>Cuisine:</b> Mexicaine<br>
 <b>Astuce:</b> Si tu choisis d'utiliser des haricots secs, pour les ramollir avant cuisson, tu dois les mettre &agrave; tremper la veille au soir dans de l'eau fra&icirc;che (si possible avec une pinc&eacute;e de bicarbonate de soude pour les rendre plus digestes), puis les rincer, et les cuire SANS SEL (le sel fait durcir les l&eacute;gumes secs si on l'utilise avant la fin de cuisson) pendant une heure (ou 40 min si tu utilises une cocotte minute). L'int&eacute;r&ecirc;t, c'est d'en faire en grande quantit&eacute; pour congeler des parts individuelles pr&ecirc;tes &agrave; l'emploi pour plus tard. C'est moins cher et on g&acirc;che moins qu'en utilisant des boites souvent trop grandes.</br></br>
 
<section style="border: solid; padding: 10px;">
 	<div style="display: inline-block; max-width: 80%;">
		<h3>Ingr&eacute;dients:</h3>
		<ul>
			<li>100 g de viande rouge hach&eacute;e ou en cubes (b&oelig;uf ou cheval), seitan ou suppl&eacute;ment de l&eacute;gumes</li>
			<li>200 g de haricots rouges ou noirs (soit une mini boite de conserve ou une tasse de haricots cuits)</li>
			<li>1 poivron en cubes (ou un petit bocal de Mam&eacute;)</li>
			<li>1 oignon en lamelles (ou une poign&eacute;e d'oignons surgel&eacute;s)</li>
			<li>1 grosse gousse d'ail press&eacute;e</li>
			<li>huile d'olive</li>
			<li>&eacute;pices: 1 c&agrave;c de piment ou pimenton, 2 c&agrave;c d'origan (on force la dose pour remplacer l'origan mexicain qui est naturellement plus parfum&eacute;), 1 c&agrave;c de cumin (poudre ou grains au choix) et du sel</li>
			<li>1/3 de tasse d'eau, de bouillon, de vin blanc ou rouge, de bi&egrave;re (n'importe laquelle sauf brune, &ccedil;a serait trop amer), de reste de caf&eacute; (ou du jus de tomate si tu as utilis&eacute; des tomates pel&eacute;es)</li>
			<li><b>opt:</b> 1 grosse tomate ronde, un petit bocal de sauce tomate ou la moiti&eacute; d'une boite &frac24; de tomates pel&eacute;es (pense au jus !)</li>
			<li><b>opt:</b> 100 g de ma&iuml;s en boite (soit &frac12; mini boite de conserve)</li>
			<li><b>opt:</b> 1 courgette en morceaux et/ou 1 carotte en fines lamelles ou r&acirc;p&eacute;e</li>
			<li><b>opt:</b> 2 carr&eacute;s de chocolat ou 1 c&agrave;c de miel pour rectifier l'assaisonnement si tu as trop forc&eacute; sur le piment.</li>
			
		</ul>
	
 	</div>
</section>

		<h3>Recette:</h3>
		<ol>
			<li>Fais revenir: viande (ou l'&eacute;quivalent que tu auras choisi) + oignon + poivron + &eacute;pices dans de l'huile d'olive.</li>
			<li>Rajoute le reste et laisse mijoter &agrave; feu tr&egrave;s doux pendant 20 &agrave; 25 min, soit le temps de cuire du riz par exemple.</li>

		</ol>

<h3>Notes</h3> 
Tu peux servir ton chili avec du riz mais aussi avec dans des tortillas, avec des chips de ma&iuml;s ou m&ecirc;me du pain, et si tu as mis du ma&iuml;s, tu peux m&ecirc;me le manger tel quel si tu veux.
