<title>Maf&eacute; - Dans la cuisine de Poulou</title>
<h2>Maf&eacute;</h2>
<b>Cat&eacute;gorie:</b> Plat principal<br>
<b>cuisine:</b> Africaine<br><br>

<section style="border: solid; padding: 10px;">
	 <div style="display: inline-block; max-width: 80%;">
		 <h3>Ingr&eacute;dients:</h3>
		 <ul>
			 <li>1 tasse de cubes de viande blanche (porc, dinde ou poulet) ou de seitan</li>
			 <li>1 pomme de terre</li>
			 <li>1 boite 2/4 de tomates pel&eacute;es ou des tomates fra&icirc;ches</li>
			 <li>1/4 de chou vert ou d'un autre l&eacute;gume vert &agrave; feuilles du style bette ou poireau &eacute;minc&eacute;)</li>
			 <li>1 oignon &eacute;minc&eacute;</li>
			 <li>un peu de patate douce ou de potimarron</li>
			 <li>1 c&agrave;s de beurre de cacahu&egrave;te</li>
			 <li>1 c&agrave;s de concentr&eacute; de tomate</li>
			 <li>huile d'olive</li>
			 <li>piment et paprika</li>
			 <li>sel</li>
			 <li><b>opt:</b>1 navet et/ou 1 carotte</li>
		</ul>
	</div>
<img style="display: inline-block; max-width: 44%; float: right;" src= "../imgs/Mafe.jpg"/>
</section>

		<h3>Recette</h3>

		<ol>
			<li>D&eacute;laye le beurre de cacahu&egrave;te et le concentr&eacute; de tomate avec un tout petit peu d'eau &agrave; la fois (comme si tu faisais un roux), puis ajoute le piment et le paprika.</li>
			<li>Fais revenir l'oignon et la viande ou le seitan dans un peu d'huile dans une grande casserole, ajoute le m&eacute;lange que tu viens de faire &agrave; l'&eacute;tape pr&eacute;c&eacute;dente et fais revenir quelques secondes, histoire de bien m&eacute;langer.</li>
			<li>Baisse le feu et ajoute une tasse d'eau ou deux dans ta casserole.</li>
			<li>Coupe tes l&eacute;gumes en gros morceaux puis ajoute-les ainsi que tes tomates pel&eacute;es (si tu as choisi des tomates en boite) pendant que l'eau chauffe.</li>
			<li>Si tous tes l&eacute;gumes ne sont pas recouverts, rajoute un peu d'eau puis laisse mijoter &agrave; feu doux sans couvrir pendant 30 min (pense &agrave; lancer ton riz apr&egrave;s les 15 premi&egrave;res minutes de mijotage !).</li>
			<li>La sauce doit r&eacute;duire et devenir assez &eacute;paisse, si elle est trop &eacute;paisse, ajoute un peu d'eau, puis sale ton plat selon tes go&ucirc;ts.</li>
		</ol>

		<h3>Notes</h3>
Le maf&eacute; se sert avec du riz blanc que tu mets &agrave; cuire 15 min apr&egrave;s avoir mis tes l&eacute;gumes &agrave; mijoter &agrave; feu doux.
